Repository: atlas-studios/Session2-G8
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 自己刚还在卧室内，梳妆台前，转头便“来”到了这满是灰雾的地方！
en_us: She herself was at the dressing table within her bedroom only just now. But just by turning around, she had "came" into this place that was fraught with gray fog!

source: 自己和对面的家伙哪有胆量欺骗他！
en_us: How can the guy opposite me or myself dare to trick him!

source: 自杀，还是伪装成自杀？
en_us: Was it suicide or a faked suicide?

source: 至于别的途径，没有背景的人无法得到推荐，成为公职人员，而学历史的，就业范围更是狭窄，贵族或银行家、工业大亨的私人顾问需求并不算多。
en_us: There were not many other opportunities. People without any connections were unable to get recommendations to become a public servant. And those who studied history were more limited in job opportunities. There was not much demand for private consultants from the aristocrats, banks, or industrial magnates.

source: 至于翻译成古代祈祷、祭祀专用的赫密斯文，周明瑞因为词汇量不够，难以完成。
en_us: As for translating it into an ancient ritual prayer which used the dedicated Hermes language, Zhou Mingrui had a difficult time completing it due to his lack of vocabulary.

source: 船长室大门打开，柔软厚实的深褐色地毯出现于他的眼前，两侧分别是书架和酒柜，一本本封皮偏黄的书籍和一瓶瓶颜色暗红的葡萄酒在蜡烛辉芒照耀下闪烁着异样的光泽。
en_us: Behind the door of the room, a soft brown carpet laid the floor. A bookshelf and a wine rack took the opposite side walls of the room. Books with their yellowish cover and wine with its dark red color looked peculiar under the flickering candle light.

source: 苏尼亚海上，一艘明显落后于时代的三桅帆船正穿行于暴风雨里。
en_us: In the Sonia Sea, a three-masted sailboat that looked like an obvious relic was navigating through a storm.

source: 苏茜是一条血统不那么纯正的金毛大狗，是她父亲霍尔伯爵购买猎狐犬时获得的赠品，但非常受奥黛丽喜欢。
en_us: Susie was a golden retriever which was not so much of a purebred. It was an gift given to her father, Count Hall, when he bought a foxhound. Nevertheless, Audrey still adored it.

source: 若非脑袋的疼痛依旧存在，让思维变得紧绷而清晰，他肯定会怀疑自己在做梦。
en_us: If not for the still throbbing headache that made his thoughts high strung but clear, he would have definitely suspected that he was dreaming.

source: 莫名其妙将两个人拉入这片灰雾世界之上，就算身为“肇事者”的自己，也是异常地错愕和震惊，更何况属于被动一方的他们！
en_us: Two people were mysteriously dragged into this world surrounded by gray fog. As the perpetrator, Zhou Mingrui was already feeling abnormally dumbfounded and startled, let alone the couple who was on the passive side!

source: 虽然他从未练过射击，但光是掏出这把手枪，肯定也能吓唬住人！
en_us: Although he had never practicing shooting, just pulling such a revolver out would definitely daunt anyone!

source: 虽然自己的真实情况未必瞒得过愚者先生，但对面那家伙也有些危险，不能让他知道我究竟是谁！
en_us: While I may not conceal my own circumstances from Mr Fool, that guy ahead is also of some danger. I can't let him know who I really am!

source: 见对方不置可否，他才看回奥黛丽，斟酌着说道：
en_us: Seeing the Zhou Mingrui did not respond, he looked back at Audrey and said with deliberation,

source: 视线先是模糊，继而蒙上了淡淡的绯红，目光所及，周明瑞看见面前是一张原木色泽的书桌，正中央放着一本摊开的笔记，纸张粗糙而泛黄，抬头用奇怪的字母文字书写着一句话语，墨迹深黑，醒目欲滴。
en_us: His vision was first a blur before it was screened by a faint crimson red. All he could see was a study desk made of burly wood in front of him. Right in the middle was an opened notebook with coarse and yellow pages. The title was written with strange letters in deep black in a very eye-catching manner.

source: 让手中这枚国王乔治三世登基时才发行的铜便士在指尖翻动了几圈后，周明瑞捻着它，塞入了瓦斯计费器竖直张开的细长“嘴巴”里。
en_us: After flipping the coin—which was only minted and circulated after King George III ascended to the throne—a few times, Zhou Mingrui inserted it into the gas meter's thin vertical 'mouth.'

source: 说到这里，他停顿了一下，接着抬起双臂，激昂喊道：
en_us: He paused and raised his arms before shouting indignantly,

source: 说到这里，他顿了顿，语气轻和而平淡地开口：
en_us: As he said till here, he pulsed for a while, and said amiably and calmly,

source: 说到这里，她嘴角上扬，略显顽皮地笑道：
en_us: Upon saying this, the corners of her lips curled up as she said playfully,

source: 说到这里，阿尔杰强调了一句：
en_us: Speaking to this point, Alger emphasised,

source: 说话间，她将炉子从角落搬出，借着余炭生火，煮了一壶热水。
en_us: As she spoke, she moved a stove out from a corner. With some charcoal, she boiled a pot of hot water.

source: 说话间，她将称量好的十六条黑麦面包装入了周明瑞自带的深棕色大纸袋，一摊右手道：
en_us: As she spoke, she packed the sixteen rye bread she had weighed into a brown paper bag that Zhou Mingrui had brought himself. She stretched out her right hand and said,

source: 说这句话的时候，他将目光转向了端坐上首的周明瑞：
en_us: As he said, he swept his eyes towards Zhou Mingrui who was sitting up straight at the Seat of Honour.

source: 谁知，到了半夜，自己竟然穿越了！
en_us: Who would have guessed that he would actually transmigrate in the middle of the night!

source: 贵族、大臣和议员们出现了骚动，光是首相的描述就足以让他们想象出这艘铁甲舰的恐怖，更何况实物就在眼前！
en_us: The crowd was arose. The mere descriptions were enough to instigate fear, let alone the fact that the actual thing was right in front of them.

source: 赫密斯文？周明瑞心头一动，伸手按住抽痛的太阳穴，将视线投向了书桌上摊开的那本笔记，只觉泛黄纸张上的那行文字从奇怪变得陌生，从陌生变得熟悉，从熟悉变得可以解读。
en_us: Hermes language? Zhou Mingrui's mind stirred as he reached out to rub his throbbing temples. He cast his gaze toward the table at the opened notebook. He noticed that the text on the yellowed paper turned from strange to alien, before turning from alien to something familiar. It then turned into something readable.

source: 走完归位，周明瑞闭上眼睛，原地等待着结果，心里有期待，有不安，有希冀，有惶恐。
en_us: When he returned back to the original spot, Zhou Mingrui closed his eyes and waited in his place for an outcome. He had some anticipation in him, some unease, some hope, and some fear.

source: 赶紧醒！赶紧醒！
en_us: I need to wake up! Now!

source: 越过右门是一扇有两道裂纹的穿衣镜，木制底座的花纹简单而朴素。
en_us: Across the right door was a dressing mirror with two cracks. Its bottom was made of wood and the patterns were simple and plain.

source: 蹬蹬蹬！
en_us: Tap! Tap! Tap!

source: 身影翩翩，她脸上尽是灿烂的笑容。
en_us: She had bright smile on her face as she moved about gracefully.

source: 轰隆！轰隆！轰隆！
en_us: Boom! Boom! Boom!

source: 过了不知多久，贵族、大臣和下院议员们才恢复过来，这个时候，半空一个黑点由小变大，逐渐占据了三分之一个天空，占据了所有人的视线，让气氛陡然变得肃穆。
en_us: It took a while for the nobles, ministers and members of the parliament to compose themselves. Then, a black spot on the sky started to grow bigger until it occupied one third of the sky and blocked everyone's view. The atmosphere suddenly became solemn.

source: 过了几分钟，周明瑞处理好亚麻衬衣，拿着湿毛巾快步回到家里，先擦了书桌上的血手印，然后依靠煤气灯的光芒，寻找别的残留。
en_us: After Zhou Mingrui was done with his linen shirt a few minutes later, he briskly returned to his apartment with a moist towel. He first wiped the blood handprint on the desk and then, using the gas lamp's illumination, sought out spots which he missed out.

source: 过了几分钟，梅丽莎吃完，拢了拢垂到背心的黑发，看向周明瑞道：
en_us: Melissa finished eating a few minutes later. After she adjusted her black hair that reached down to her vest, she looked at Zhou Mingrui and said,

source: 过了几秒，他转过身体，走向大门旁边，来到了同样镶嵌在墙上，同样有灰白管道连接的机械装置前。
en_us: A few seconds later, he turned around and walked toward the door. He arrived at the machine installation which was similarly inset into the wall and had grayish-white pipes connected to it.

source: 过了十几分钟，她终于选择放弃，委屈抿嘴，小声嘟囔道：
en_us: After more than 10 minutes, she finally chose to give up and pouted her lips in grievance. She said in a soft murmur,

source: 过了许久，他忽地叹了口气，用汉语说道：
en_us: After a long time, he heaved a sudden sigh, and in Mandarin he spoke,

source: 近书桌的右墙角堆放着类似煤炭炉的事物，以及汤锅、铁锅等厨房用具。
en_us: Near the table, in the right corner of the room, were items that resembled coal stoves. There were also soup pots, iron pots, and other kitchen utensils.

source: 还想什么上班？有货真价实的头痛，当然是请假啊！不用怕经理罗里吧嗦！
en_us: Why am I still thinking about work? This is some authentic headache. Of course I have to take time off! I don't have to worry about my manager's grumblings!

source: 还有一个哥哥，一个妹妹，共同住在公寓的两居室内……
en_us: He also had an elder brother and a younger sister. They stayed in the two bedroom apartment together…

source: 还有，还有我头上的伤口！
en_us: Also, there's still the wound on my head!

source: 还痛得这么厉害！
en_us: And it's really painful!

source: 这……周明瑞惶恐莫名，猛地站起，可双腿还未完全打直，脑袋又是一阵抽痛，这让他短暂失去力量，重心不由自主下坠，屁股狠狠地撞击在了硬木所制的椅面上。
en_us: This… Zhou Mingrui felt inexplicably horrified as he stood up abruptly. However, before his feet fully straightened, his brain protested with a throbbing pain. It made him temporarily lose his strength as he fell uncontrollably. His buttocks slammed heavily onto the burly wood chair.

source: 这……周明瑞顿时倒吸了口凉气，心头涌现出诸多无助又凌乱的猜测。
en_us: This… Zhou Mingrui immediately drew a gasp as many helpless and confused guesses surfaced in his mind.

source: 这……记起这些常识，周明瑞忽地有点牙疼。
en_us: This… To recall such general knowledge suddenly made him facepalm.

source: 这一找，他立刻发现地板上和书桌底部有不少飞溅出的血点，而左手墙边，还有枚黄澄澄的子弹头。
en_us: He immediately discovered that quite a substantial amount of blood had splattered onto the floor beneath the desk. And there was a yellow bullet to the left side of the wall.

source: 这一次，他认真审视着太阳穴位置，不放过一点细节。
en_us: This time, he seriously inspected his temple and did not miss a single detail.

source: 这不是奢望，廷根大学哪怕实习期的讲师，周薪也能有2金镑，转正后是3金镑10苏勒，要知道，克莱恩的哥哥班森，工作了好些年，周薪也才1镑10苏勒，工厂的普通工人甚至不到1镑或刚出头一点，而那样一座独栋房屋的租金19苏勒到1镑18苏勒不等。
en_us: This was not a wishful dream. Even a lecturer on probation at Tingen University would have a weekly salary of two gold pounds. After the probationary period, the salary would be raised to three gold pounds and ten Soli. One had to know that despite working for so many years, Klein's brother, Benson, only had a weekly salary of 1 pound and 10 Soli. Ordinary workers at a factory did not even get a pound or, at best, a little more. And rent for a bungalow was about 19 Soli to 1 pound 18 Soli.

source: 这个发音，和地球上的塔罗纸牌非常相似啊！
en_us: This pronunciation was almost identical to the tarot cards on Earth!

source: 这个时候，周明瑞头疼加剧，觉得自己与深红星辰、灰白雾气间的无形联系开始摇晃。
en_us: At this point in time, Zhou Mingrui's headache exacerbated. He sensed that his connections with the crimson stars and the grayish-white fog were beginning to destabilize.

source: 这个时候，她才发现自己竟然一直遗忘了某个问题，太不够礼貌，忙又问道：
en_us: At that moment, she then realised that she was all too impolite, to have actually forgotten all along to ask some question. She asked hurriedly,

source: 这个时候，里面房间有动静传出，很快，脚步声靠向隔离门。
en_us: At that moment, there was a commotion inside the apartment. Soon, the sounds of footsteps approached his door.

source: 这个瞬间，周明瑞想到了两个选择，一是假装自己也是受害者，隐藏住真实的身份，以此换取一定程度的信任，静观其变，浑水摸鱼，二是维持那一男一女眼中神秘莫测的形象，主动引导事情的发展，从中获取有价值的信息。
en_us: Momentarily, Zhou Mingrui thought of two options: The first option would be to pretend himself as the victim to hide his true identity, and in turn gain considerable amount of trust. He could then take a wait-and-see approach and make advantage of his circumstances where necessary. The other option would be to maintain his mystic identity in the eyes of the couple and drive the unfolding of this event, which could allow him to gain valuable information.

source: 这么一想，好像也不坏啊，嘿嘿，偷得浮生半日闲！
en_us: Hey, putting it this way, it doesn't seem that bad. Hehe, I can end up getting some time to spare for myself!

source: 这位不会是穿越者前辈吧？
en_us: Could this be a transmigration predecessor?

source: 这位女子笑了笑道：
en_us: The woman laughed and said,

source: 这位罗塞尔先生发明了蒸汽机，改良了帆船，推翻了因蒂斯王国的统治，并得到“工匠之神”教会的承认，成为新共和国的首任执政官。
en_us: This Mr. Roselle invented the steam engine, improved the sailing boat, overthrew the Intis Kingdom's imperial rule, and was recognized by the God of Craftsmanship. He also became the first Consul of the Intis Republic.

source: 这又是另一张主牌。
en_us: Again, it's one of the Major Arcana cards.

source: 这可是半管制的物品！
en_us: This was a semi-regulated item!

source: 这大概就是所谓的叶公好龙吧？过了几十秒，周明瑞苦中作乐地自我吐槽了一句。
en_us: This was probably what it meant to love a fantasy[1. This is actually a proverb that describes Lord Ye. In ancient times, Lord Ye was very fond of dragons, adorning his whole palace—beams, pillars, doors, windows and walls—with drawings and carvings of them. When a real dragon in heaven heard of this, it was deeply moved by his infatuation and paid him a visit. When Lord Ye saw the real dragon thrusting in its head through the window of his study and its tail moving in his palace, he was frightened out of the house for his life. Clearly, what Lord Ye loved was not a real dragon.]? In a minute, Zhou Mingrui had already cursed himself while trying to make the best out of his adverse situation.

source: 这就是现在的我，克莱恩.莫雷蒂？
en_us: Is this the present me? Klein Moretti?

source: 这就是班森目前所有的积蓄，甚至包含这三天的生活费，其中只得两张五苏勒的纸币，其余都是一苏勒的。
en_us: This was all the savings Benson had at the moment. It even included the living expenses for the next three days. Two of them were five-Soli notes and the remaining were one-Soli notes.

source: 这就算答应了阿尔杰和奥黛丽的提议。
en_us: That was considered an agreement to Alger's and Audrey's suggestion.

source: 这张纸牌画着一位穿华丽衣物、戴绚烂头饰、肩上扛着手杖、杖头挂着行李、身后有小狗拉拽的年轻人，序号是“0”。
en_us: A colorfully dressed character was depicted on this card wearing ragged headgear with a stick over his shoulder. There was a bindle hanging on the end of the stick and a puppy was following behind him. It was numbered "0".

source: 这时，他的视线落在了那把闪烁黄铜光泽的左轮手枪处，心头霍然冒出了一个疑问。
en_us: This time, his gaze landed on the shimmering brass revolver. He suddenly had a question arise in him.

source: 这时，阿古希德的首席秘书故意问道：
en_us: The top secretary of Agusheed deliberately asked,

source: 这是一个漂浮飞翔于半空的庞然巨物，它有着极其流畅和优美的线条，整体涂装成深蓝色，坚固而轻盈的合金骨架支撑起了装有气囊的棉布，下方则悬挂着有机枪口、投弹口、平射炮口的厢体，高燃素蒸汽机的夸张嗡嗡声和尾部桨叶的疯狂转动音构成了震撼人心的乐章。
en_us: It was a gigantic flying machine with a beautiful streamline design hovering in mid-air. The deep blue machine had airbags contained by cotton cloth which were supported by alloy structures that were strong but light. A cabin with openings that can be mounted with machine guns, projectile launchers and muzzles was suspended below the the alloy structure. The bombastic noise from the powerful steam engine and the tail blades created a symphony that left everyone amazed.

source: 这是个不大的房间，左右两侧各有一扇棕门，紧挨对面墙壁的是张木制高低床。
en_us: The room was not very large, with a brown door on each side of the room. Close to an opposite wall was a low wooden bed.

source: 这是他唯一能想到的防身武器，也是足够强力的武器！
en_us: This was the only defensive weapon he could think of, and it was the only weapon with sufficient power!

source: 这是何等的匪夷所思！
en_us: How inconceivable!

source: 这是哪里？我想做什么？我也想知道……周明瑞冷静了下来，无声重复了两人的问题。
en_us: Where am I? What do I plan to do here? I would like to know too...Calming himself down, Zhou Mingrui silently repeated the questions posed by the two.

source: 这是塔罗牌二十二张主牌之一。
en_us: This is one of the 22 Major Arcana cards in the Tarot.

source: 这是塔罗牌里一种占卜牌阵，三张牌依次排开，分别象征过去、现在和未来。
en_us: This was a type of divination as part of tarot card interpretation—three cards when opened sequentially symbolized one's past, present, and future.

source: 这是当前主流的煤气灯，焰火稳定，照明效果极佳。
en_us: This was the most common gas lamp of the times. Its flame was stable and its illumination capabilities were excellent.

source: 这是瓦斯计费器！
en_us: This was a gas meter!

source: 这是用赫密斯文书写的话语！
en_us: It was text written in Hermes language!

source: 这是钱的味道。
en_us: This was the smell of money.

source: 这有着柔软黄发的男子顿住脚步，看向阿尔杰，伸出右手，握拳放在胸口道：
en_us: This man, who had soft blond hair, paused and looked at Alger. He held his right fist at this chest and said,

source: 这样一来，哪怕走火，也只是“空弹”！
en_us: This way, even if there was a misfire, he would discharge an 'empty round!'

source: 这次的事件里，他们是来客，我是主人！
en_us: In this event, they are visitors, and I'm the master!

source: 这盏灯很有西方古典风味，约成年人半个脑袋大小，内层是透明的玻璃，外面用黑色金属围出了栅格。
en_us: The lamp had a classical Western style to it. It was about half the size of an adult's head and its inner layer was transparent glass while its exterior was gridded with black metal.

source: 这真是的，竟然找了个驯兽师做塔罗占卜！
en_us: Damn! He actually got an animal trainer to be his fortune-teller?

source: 这种自杀方式怎么才留下这点血痕？是因为我穿越及时，自带治愈福利？
en_us: Why would such a suicide method only leave behind so little blood? Was it because I transmigrated in a timely manner and it came with healing benefits?

source: 进了里面，月光更盛，一切清楚了起来，周明瑞站到洗漱台前，拧开了自来水龙头。
en_us: When he entered, there was even more moonlight, allowing him to see everything clearly. Zhou Mingrui stood in front of a wash basin and turned the tap's knob.

source: 退后几步，他耐心等待着同伴入内。
en_us: He stepped back and waited patiently for company.

source: 那冰冷的金属光泽，那深沉的黑色头盔，都给人沉重、威严、必须服从的感觉。
en_us: The cold metallic luster and the dull black helmet conveyed solemn and authority.

source: 那女子顿时笑道：
en_us: The woman immediately said with a laugh,

source: 那庞然大物起航了，当它驶出港口，用船艏两门主炮轰击前方无人小岛时，所有人都震惊了。
en_us: The giant vessel was departing from the harbor. Everyone was shocked when the two main cannons at the front of the shit fired at uninhabited islands in front.

source: 那是血手印！
en_us: It was a bloody handprint!

source: 那深黑欲滴的墨迹如是说：
en_us: The dark ink wrote the following:

source: 那里有位流浪的手风琴乐师在演奏，旋律时而悠扬，时而热烈。
en_us: There was a vagrant accordionist busking. The melody was at times pleasant and at times fervent.

source: 那里空无一物，船舵和风帆在诡异地自行调整。
en_us: Amidst all the emptiness, the rudder and the sail moved eerily by themselves.

source: 部分贵族和议员暗自点头，认为不排除这个可能。
en_us: Some of the nobles and members of Parliament nodded, as there seemed to be a possibility.

source: 重复着这样的动作，他思维发散地想到了一个问题。
en_us: He repeated this action as his idle thoughts focused on a question.

source: 重新坐回椅子，直到远处教堂的钟声当当再响，连续七下，周明瑞才慢悠悠站起，来到橱柜前，拿出衣物。
en_us: Returning to his chair again, he heard the faraway cathedral's bells chime again. It continued seven times before Zhou Mingrui slowly stood up. He came in front of the cupboard and took out his clothes.

source: 重新塞好手枪，周明瑞的左手就那样插在了口袋里，不再拿出。
en_us: After stuffing his revolver back into his pocket, Zhou Mingrui kept his left hand in there.

source: 铁十字街和水仙花街交汇的位置有一个市政广场，此时搭起了诸多帐篷，有装扮古怪好笑的小丑正四处散发传单。
en_us: There was a municipal square at the intersection of Iron Cross Street and Daffodil Street. Many tents were erected there and clowns dressed in odd and funny attires were distributing fliers.

source: 长桌旁的三方有不同的背景，不同的资源，不同的消息渠道，不同的神秘领域了解，如果能互相交流，有限合作，将产生无法估计和测量的美妙效果！
en_us: The three parties at the long table have different backgrounds, mediums of communication and understanding of mysticism. If they could interact and have some limited cooperation, awesome effects that are unpredictable and unmeasurable could be produced!

source: 门外的走廊一片黑暗，只有尽头窗户洒入的绯红月光勉强勾勒着凸出事物的轮廓，让它们像是深沉夜里默默注视着活人的一双双怪物眼睛。
en_us: The corridor outside was pitch black. Silhouettes were barely accentuated by the crimson moonlight from the window at the end of the corridor. They looked like a pair of monster eyes that silently observed the living late into the night.

source: 问得好！我也想知道答案……周明瑞自我吐槽道。
en_us: Good question! I would also like to know the answer......Zhou Mingrui teased himself.

source: 阿古希德五十来岁，身材高瘦，头发稀疏，眼神锐利，环视一圈后道：
en_us: Agusheed was a slender and almost bald man with a sharp gaze who was more than fifty years old. He looked around and spoke,

source: 阿古希德当即流露笑容，缓慢摇头道：
en_us: Agusheed immediately smiled and shook his head slowly as he answered,

source: 阿古希德露出少许笑容，又演讲了几句，然后对着国王乔治三世行礼道：
en_us: Agusheed smiled and spoke a few more lines before saluting at the King and requested,

source: 阿尔杰.威尔逊也想做类似的试探，但经历丰富的他更为沉稳，按捺住了冲动，只是沉默着旁观。
en_us: Alger Wilson also wanted to tempt on Zhou Mingrui in a similar fashion, but his richness in experiences had made him more matured. He held back his impulse and only took on the role as a silent onlooker.

source: 阿尔杰.威尔逊眼中深红褪去，发现自己依旧站在甲板之上，与先前没有任何区别。
en_us: The crimson glow in Alger Wilson's eyes faded. He found himself still remaining on the deck and nothing seemed to have changed.

source: 阿尔杰.威尔逊站在甲板上，身体随着颠簸而起伏，轻松保持着平衡。
en_us: Alger Wilson stood on deck, his body undulating with the currents at sea, but he was able to maintain his balance easily.

source: 阿尔杰下意识挺直了腰背，沉声说道：
en_us: Alger straightened his back subconsciously, and said with a deep voice,

source: 阿尔杰举起中年男子，伏下腰背，双脚蹬蹬迈开，靠近了旁边的墙壁。
en_us: While lifting the man, Alger lowered his back and launched forward for the wall.

source: 阿尔杰亦是四下打量了一遍，几秒的沉默后，他突地开口，代替周明瑞回答了奥黛丽的问题：
en_us: Alger inspected the surroundings, and after a few seconds of silence, he suddenly opened his mouth, and answered Audrey's question in place of Zhou Mingrui.

source: 阿尔杰低笑了一声，含糊道：
en_us: Alger gave a low-sounding laugh, and said vaguely,

source: 阿尔杰像是在思考什么般微不可见地点了点头，沉静了足足五分钟。
en_us: Alger nodded his head in a hardly noticeable manner, as if thinking about something. He remained still and silent for as long as five minutes.

source: 阿尔杰像是早有准备，沉声回答道：
en_us: Alger looked like he was already prepared, and rumbled,

source: 阿尔杰往后微靠，语气不快不慢地回答：
en_us: Alger leaned back slightly, and responded at a normal pace,

source: 阿尔杰微微点头，跟着庄重问道：
en_us: Alger slightly nodded, and followed the same question in a grim manner,

source: 阿尔杰微皱眉头，旋即舒展道：
en_us: Alger tightened his brows, but immediately relaxed and said,

source: 阿尔杰扭腰摆背，将中年男子扔出了船舱，扔进了山峰般一座接一座的巨浪里。
en_us: Alger flung the man out of the cabin, straight into the giant waves.

source: 阿尔杰掏出一张白色的手帕，用心擦了擦右掌，接着将它也丢向了大海。
en_us: Alger took out a white handkerchief and wiped his right hand carefully before throwing it into the sea as well.

source: 阿尔杰沉稳听完，也是一阵心动，忙附和道：
en_us: Alger listened calmly and felt tempted too after listening. He hurriedly corroborated with Audrey's words,

source: 阿尔杰点了点头，重新坐下，看向奥黛丽道：
en_us: Alger nodded, sat down again and looked towards Audrey,

source: 阿尔杰语气平常道：
en_us: Alger said calmly,

source: 阿尔杰陷入了沉默，十几个呼吸后，他扭头望向不发一言安静旁观的“神秘先生”周明瑞。
en_us: Alger sank into silence. After more than ten breaths, he turned around to look at the "mysterious man" Zhou Mingrui who was watching at the two and not uttering a single word.

source: 随着便士在计费器内部的跌落到底，喀嚓喀嚓的齿轮转动声随即响起，奏出了短小而美妙的机械旋律。
en_us: After the penny fell to the bottom of the meter, the sound of grinding gears sounded immediately, producing a short but melodious mechanical rhythm.

source: 随着国王一家的到来，仪式终于开始，现任首相阿古希德.尼根勋爵走到了众人前方。
en_us: The ceremony commenced with the arrival of the King's family. The incumbent Prime Minister, Lord Agusheed Negan, went up to the front.

source: 面包房的店主是位七十来岁的老奶奶，叫做温蒂•斯林，头发已经全部灰白，脸上总是洋溢温和的笑容，自克莱恩有记忆开始，她就在这里卖面包和糕点了。
en_us: The owner of the bakery was a seventy-plus year old granny, named Wendy Smyrin. Her hair was completely grayish-white and she always wore a genial smile. From the beginning of Klein's memories, she had been here selling bread and pastries.

source: 首相阿古希德满意转头，对贵族、大臣和议员们说道：
en_us: Satisfied, Agusheed turned back to the crowd and announced,

source: 驯兽师？周明瑞适应了光线，看见门口是位同样戴尖帽、穿黑裙、涂红黄油彩的女子，只是个子更高，体型更瘦。
en_us: An animal trainer? Zhou Mingrui's eyes had already adapted to the light by now. He saw a similar-looking woman who was also wearing a sharp pointy hat in a black dress, with her face painted in red and yellow as well. The only difference was that she was taller and had a slimmer physique.

source: 鬼知道会不会出现另外的情况，说不定更加奇诡，更加恐怖，甚至让人生不如死！
en_us: Devil knows whether another situation would occur, possibly one that is more ghostly, frightening, or even a living hell!

source: 鲁恩王国首都贝克兰德，皇后区。
en_us: Empress Distrcit, Backlund, capital of the Loen Kingdom.

source: 鲁恩王国首都贝克兰德，皇后区，一栋豪华的别墅内。
en_us: In the Loen Kingdom's capital, Backlund. Inside a luxurious looking villa at the royal district.

source: 黑发，褐瞳，亚麻衬衣，体型单薄，五官普通，轮廓较深……
en_us: Black hair, brown pupils, a linen shirt, thinly built, average-looking features and a rather deep outline…

source: 黑暗骤然缩离，绯红退出了窗户，周明瑞莫名安心了几分，快步来到穿衣镜前。
en_us: The darkness quickly receded as the crimson retreated out the window. Zhou Mingrui felt at ease for a baffling reason as he quickly came in front of the dressing mirror.

source: 黑色马甲，同色正装，脚踝略紧的裤子，一顶半高礼帽，配上淡淡的书卷气息，让周明瑞望到镜中的自己时，仿佛在看讲述维多利亚时期故事的英剧。
en_us: A black vest with a matching suit, together with trousers that clung tightly to his legs, as well as a halved top hat and his faint scholarly air made Zhou Mingrui feel like he was watching an English drama set in the Victorian era.

source: 默念了三次后，奥黛丽兴致勃勃再道：
en_us: Saying it silently for three times, Audrey again said excitedly,
